Repository: followthwhiterabbit/kao_website_ci_cd
Catalog: about_page/locale/*/LC_MESSAGES/django.po
Languages: de, it, pl, tr

source: Products
de: Produkte
it: Prodotti
pl: Produkty
tr: Ürünler

source: Dimensional Measurement
it: Misurazione Dimensionale
tr: Havalı Ölçüm Sistemleri

source: Leak Testing Devices
it: Dispositivi per il Controllo delle Perdite
tr: Sızıntı Test Cihazları

source: Callibrators
it: Calibratori
tr: Akış Kalibratörleri

source: Accessories
it: Accessori
tr: Aksesuarlar

source: Services
de: Dienstleistungen
it: Servizi
pl: Usługi
tr: Hizmetler

source: Probe Design
it: Progettazione Sonde
tr: Mastarlar

source: Automation Projects
it: Progetti di Automazione
tr: Otomasyon Projeleri

source: Softwares
it: Software
tr: Yazılımlar

source: Contact
de: Kontakt
it: Contatto
pl: Kontakt
tr: iletişim

source: Turkish
de: Türkisch
it: Turco
pl: Turecki
tr: Türkçe

source: English
de: Englisch
it: Inglese
pl: Angielski
tr: İngilizce

source: French
it: Francese
tr: Fransızca

source: German
de: Deutsch
it: Tedesca
pl: Niemiecki
tr: Almanca

source: Italian
de: Italienisch
it: Italiano
pl: Włoski
tr: İtalyanca

source: Polish
de: Polnisch
it: Polacca
pl: Polski
tr: Lehçe

source: Spanish
it: Spagnolo
tr: İspanyolca

source: AirGages
de: Luftmessgeräte
it: Dispositivi Air-Gage
pl: Mierniki powietrza

source: Leak-Testing Devices
de: Leckageprüfgeräte
it: Dispositivi per il controllo delle perdite
pl: Urządzenia do badania szczelności

source: Flow Callibrators
de: Durchflusskalibratoren
it: Calibratori di flusso
pl: Kalibratory przepływu

source: Pressure Scanners
de: Drucksensoren
it: Scanner di pressione
pl: Skanery ciśnienia

source: Modular Metrology
de: Modulare Messtechnik
it: Metrologia modulare
pl: Metrologia modułowa

source: Probes
de: Meßsonde
it: Sonde
pl: Sondy

source: Metrology is our passion
de: Metrologie ist unsere Leidenschaft.
it: La metrologia è la nostra passione
pl: Metrologia to nasza pasja
tr: Metroloji bizim tutkumuz

source: We are more than a metrological device manufacturer combining the latest technologies and innovations with the possibility of new advancements in the manufacturing and automation domain. Apart from producing sophisticated devices with portable usage and aesthetics, we provide embedded solutions to the embedded problems in metrology and automation.
de: Wir sind mehr als ein Hersteller von metrologischen Geräten, der die neuesten Technologien und Innovationen mit der Möglichkeit neuer Fortschritte im Fertigungs- und Automatisierungsbereich kombiniert. Neben der Herstellung anspruchsvoller Geräte mit tragbarer Nutzung und Ästhetik bieten wir eingebettete Lösungen für die eingebetteten Probleme in der Metrologie und Automatisierung an.
it: Siamo più di un semplice produttore di dispositivi metrologici che combina le ultime tecnologie e innovazioni con la possibilità di nuovi progressi nella produzione e nell'automazione. Oltre a produrre dispositivi sofisticati con utilizzo ed estetica portatili, forniamo soluzioni integrate per risolvere problemi integrati nella metrologia e nell'automazione.
pl: Jesteśmy producentem urządzeń metrologicznych, łączącym najnowsze technologie i innowacje z możliwością nowych postępów w dziedzinie produkcji i automatyzacji. Oprócz produkcji zaawansowanych urządzeń o przenośnym zastosowaniu i estetyce, dostarczamy rozwiązania wbudowane dla problemów związanych z metrologią i automatyzacją.
tr: En son teknolojiler ve yeniliklerle üretim ve otomasyon alanındaki yenilikçi gelişmeleri birleştiren bir metroloji cihazı üreticisiyiz. Taşınabilirlik ve estetiği ön planda tutarak gelişmiş cihazlar üretmenin yanı sıra, metroloji ve otomasyon alanındaki karmaşık sorunlara entegre çözümler sunuyoruz.

source: View More
de: Mehr anzeigen
it: Visualizza altro
pl: Zobacz więcej
tr: incele

source: DIMENSIONAL MEASUREMENT
de: DIMENSIONALE MESSUNG
it: MISURA DIMENSIONALE
pl: POMIAR WYMIAROWY
tr: BOYUTSAL ÖLÇÜM

source: We are the masters of Air-gaging with 30+ years of experience.
de: Wir sind die Meister der Luftmessung mit über 30 Jahren Erfahrung.
it: Siamo i maestri dell'Air-gaging con oltre 30 anni di esperienza.
pl: Jesteśmy mistrzami pomiaru powietrznego z ponad 30-letnim doświadczeniem.
tr: 30 yılı aşkın bir suredır Pnomatık olcumun ustasıyız.

source: LEAK TESTING
de: LECKTESTEN
it: TEST DI TENUTA
pl: BADANIA SZCZELNOŚCI
tr: Sızdırmazlık Testi

source: Our Touch Screen Leak Testing Systems offer portability, secure setup and precision beyond world standards.
de: Unsere berührungsempfindlichen Lecktestsysteme bieten Tragbarkeit, sichere Einrichtung und Präzision über weltweiten Standards hinaus.
it: I nostri sistemi di test di tenuta con touchscreen offrono portabilità, configurazione sicura e precisione oltre gli standard mondiali.
pl: Nasze systemy testowania szczelności z ekranem dotykowym oferują przenośność, bezpieczne ustawienie i precyzję przekraczającą światowe standardy.
tr: Dokunmatik Ekranlı Sızdırmazlık Testi Sistemlerimiz, taşınabilirlik, güvenli kurulum ve dünya standartlarının ötesinde hassasiyet sunar.

source: CALLIBRATORS
de: KALIBRATOREN
it: CALIBRATORI
pl: KALIBRATORY
tr: Kalibratörler

source: Our KAO Flow Callibrator offers precise, fast and +12 hours Usage with regular batteries.
de: Unser KAO-Durchflusskalibrator bietet präzise, schnelle und mehr als 12 Stunden Nutzung mit herkömmlichen Batterien.
it: Il nostro calibratore KAO Flow offre precisione, velocità e oltre 12 ore di utilizzo con batterie normali.
pl: Nasz kalibrator KAO Flow oferuje precyzyjne, szybkie i ponad 12 godzin użytkowania na zwykłych bateriach.
tr: KAO Akış Kalibratörümüz, düzenli pillerle hassas ve hızlı ölçüm sağlar ve 12 saatten fazla kullanım süresi sunar.

source: More than Metrology
de: Mehr als Metrologie
it: Altro che metrologia
pl: Więcej niż metrologia
tr: Metrolojiden Daha Fazlası

source: Embedded solutions to embedded problems
de: Eingebettete Lösungen für eingebettete Probleme
it: Soluzioni integrate a problemi integrati
pl: Wbudowane rozwiązania wbudowanych problemów
tr: Gömülü sorunlara gömülü çözümler

source: Explore innovative answers to embedded challenges with our cutting-edge embedded systems. More than mere measurements, our solutions redefine efficiency, connectivity, and functionality. Dive into a world where precision meets adaptability, shaping the future of technology seamlessly. Discover the power of embedded solutions on our website today.
de: Erkunden Sie innovative Antworten auf eingebettete Herausforderungen mit unseren hochmodernen eingebetteten Systemen. Mehr als nur Messungen, unsere Lösungen definieren Effizienz, Konnektivität und Funktionalität neu. Tauchen Sie ein in eine Welt, in der Präzision auf Anpassungsfähigkeit trifft und die Zukunft der Technologie nahtlos gestaltet. Entdecken Sie die Kraft eingebetteter Lösungen auf unserer Website noch heute.
it: Esplora risposte innovative alle sfide dell'integrazione con i nostri sistemi embedded all'avanguardia. Più di semplici misurazioni, le nostre soluzioni ridefiniscono l'efficienza, la connettività e la funzionalità. Tuffati in un mondo dove la precisione incontra l'adattabilità, plasmando il futuro della tecnologia in modo fluido. Scopri il potere delle soluzioni embedded sul nostro sito oggi stesso.
pl: Odkryj innowacyjne odpowiedzi na wbudowane wyzwania dzięki naszym najnowocześniejszym systemom wbudowanym. Nasze rozwiązania przekształcają efektywność, łączność i funkcjonalność, przekraczając granice zwykłego pomiaru. Zanurz się w świecie, gdzie precyzja spotyka się z adaptacyjnością, kształtując przyszłość technologii w sposób niezauważalny. Odkryj moc wbudowanych rozwiązań już dziś na naszej stronie internetowej.
tr: Yenilikçi sistemlerimizle metroloji alanındaki zorluklara yaratıcı çözümler sunuyoruz. Çözümlerimiz, verimlilik, bağlantı ve işlevselliği yeniden tanımlar. Teknolojinin geleceğini keşfedin. Web sitemizde detayları görün.

source: PRESSURE SCANNERS
de: DRUCKSCANNER
it: SCANNER DI PRESSIONE
pl: SKANERY CIŚNIENIA
tr: Basınç Tarayıcıları

source: High-Tech Pressure Scanning
de: Hochtechnologische Druckscan-Technologie
it: Scansione della pressione ad alta tecnologia
pl: Skanowanie ciśnienia wysokiej technologii
tr: Yüksek Teknolojili Basınç Tarama

source: PROBES
de: SONDEN
it: SONDE
pl: SONDY
tr: Problar

source: Delivering probes geared to your unique necessities
de: Lieferung von Sonden, die auf Ihre individuellen Bedürfnisse zugeschnitten sind.
it: Fornitura di sonde adatte alle vostre esigenze specifiche
pl: Dostarczanie sond dostosowanych do Twoich unikalnych potrzeb
tr: Benzersiz ihtiyaçlarınıza yönelik tasarlanmış probları sunuyoruz

source: ACCESORIES
de: ACCESSOIRES
it: ACCESSORI
pl: AKCESORIA
tr: Aksesuarlar

source: Discover accessories and tools for our products
de: Entdecken Sie Zubehör und Werkzeuge für unsere Produkte.
it: Scopri accessori e strumenti per i nostri prodotti
pl: Odkryj akcesoria i narzędzia do naszych produktów
tr: Ürünlerimiz için aksesuar ve araçları keşfedin

source: HISTORY
de: GESCHICHTE
it: STORIA
pl: HISTORIA
tr: Tarihçemiz

source: About Us
de: Über uns
it: Chi siamo
pl: O nas
tr: Hakkımızda

source: Kao was founded in Istanbul in 1995 by an idelistic and dynamic team with thirty years of experience in machinery, electronics, and metrology. With a strong R&D team and modern production lines, Kao has been able to create remarkable products in terms of the technical specifications, ergonomics, aesthetics, and durability. Kao has been producing metrological test devices with measurement precision beyond world standards and extremely user-friendly interfaces in the field of metrology As Kao-Metrology, we aim to collaborate with industrialists to contribute to creating a more efficient and powerful metrological system for a reliable future. Therefore, we see every product we develop as a helper that opens the door to new possibilities. Please dont hesitate to share your thoughts on our products and technologies you encountered on our website. Wishing for every tomorrow to be brighter than today...
de: Kao wurde 1995 in Istanbul von einem idealistischen und dynamischen Team mit dreißig Jahren Erfahrung in Maschinenbau, Elektronik und Messtechnik gegründet. Mit einem starken F&E-Team und modernen Produktionslinien konnte Kao bemerkenswerte Produkte in Bezug auf technische Spezifikationen, Ergonomie, Ästhetik und Langlebigkeit schaffen. Kao stellt metrologische Testgeräte mit einer Messgenauigkeit jenseits der Weltstandards und äußerst benutzerfreundlichen Schnittstellen im Bereich der Messtechnik her. Als Kao-Messtechnik streben wir danach, mit Industriellen zusammenzuarbeiten, um dazu beizutragen, ein effizienteres und leistungsstärkeres metrologisches System für eine zuverlässige Zukunft zu schaffen. Deshalb betrachten wir jedes von uns entwickelte Produkt als einen Helfer, der neue Möglichkeiten eröffnet. Zögern Sie bitte nicht, Ihre Gedanken zu unseren Produkten und Technologien, die Sie auf unserer Website gefunden haben, mit uns zu teilen. Wir wünschen uns, dass jeder morgige Tag heller als heute sein möge...
it: Kao è stata fondata a Istanbul nel 1995 da un team idealistico e dinamico con trent'anni di esperienza nel settore delle macchine, dell'elettronica e della metrologia. Con un forte team di R&S e moderne linee di produzione, Kao è stata in grado di creare prodotti notevoli in termini di specifiche tecniche, ergonomia, estetica e durata. Kao produce dispositivi di test metrologici con una precisione di misura superiore agli standard mondiali e interfacce estremamente user-friendly nel campo della metrologia. Come Kao-Metrology, miriamo a collaborare con gli industriali per contribuire alla creazione di un sistema metrologico più efficiente e potente per un futuro affidabile. Pertanto, consideriamo ogni prodotto che sviluppiamo come un aiuto che apre la porta a nuove possibilità. Non esitate a condividere le vostre opinioni sui nostri prodotti e tecnologie che avete incontrato sul nostro sito web. Augurando che ogni domani sia più luminoso di oggi...
pl: Kao zostało założone w Stambule w 1995 roku przez zespół idealistyczny i dynamiczny, posiadający trzydziestoletnie doświadczenie w dziedzinie maszyn, elektroniki i metrologii. Dzięki silnemu zespołowi badawczo-rozwojowemu i nowoczesnym liniom produkcyjnym, Kao był w stanie stworzyć wybitne produkty pod względem specyfikacji technicznych, ergonomii, estetyki i trwałości. Kao produkuje urządzenia testowe metrologiczne o precyzji pomiarowej przekraczającej światowe standardy oraz niezwykle przyjazne interfejsy użytkownika w dziedzinie metrologii. Jako Kao-Metrology, dążymy do współpracy z przemysłowcami w celu przyczynienia się do stworzenia bardziej efektywnego i potężnego systemu metrologicznego dla niezawodnej przyszłości. Dlatego też, każdy produkt, który opracowujemy, postrzegamy jako pomocnika, który otwiera drzwi do nowych możliwości. Prosimy nie wahaj się dzielić swoimi myślami na temat naszych produktów i technologii, z którymi się spotkałeś na naszej stronie internetowej. Życzymy, aby każde jutro było jaśniejsze niż dzisiaj...
tr: Kao, 1995 yılında İstanbul’da, makine, elektronik ve metroloji alanında otuz yıllık deneyime sahip idealist ve dinamik bir ekip tarafından kuruldu. Güçlü AR-GE ekibimiz ve modern üretim hatlarımız sayesinde, teknik özellikler, ergonomi, estetik ve dayanıklılık açısından dikkat çeken ürünler üretiyoruz. Dünya standartlarının ötesinde ölçüm hassasiyeti ve kullanıcı dostu arayüzlere sahip metroloji cihazları geliştiriyoruz. Kao Metroloji olarak, sanayicilerle iş birliği yaparak daha verimli ve teknolojik metroloji cihazları üretmeyi hedefliyoruz. Web sitemizdeki ürünler ve teknolojiler hakkında düşüncelerinizi bizimle paylaşmaktan çekinmeyin. Her yeni günün, bir öncekinden daha parlak olmasını dileriz.

source: <h4>MENU</h4>
it: HOME

source: <h4>BLOG</h4>
it: BLOG

source: Menu
de: Start
tr: Ana Sayfa

source: MENU
tr: Menü
