Repository: followthwhiterabbit/kao_website_ci_cd
Catalog: leak_testing/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it, tr

source: Leak Testing Computer | Leak-Testing Devices
tr: Sızıntı Testi Bilgisayarı | Sızıntı Testi Cihazları

source: Affordable and High-Tech Leak-Testing Devices
tr: Uygun Fiyatlı ve Yüksek Teknolojili Sızdırmazlık Testi Cihazları

source: Menu
de: Startseite
tr: Menü

source: Products
de: Produkte
fr: Produits
it: Prodotti
tr: Ürünler

source: Dimensional Measurement
de: Maßprüfung
fr: Mesure Dimensionnelle
it: Misurazione Dimensionale
tr: Havalı ölçüm cihazları

source: Leak Testing Devices
de: Lecktestgeräten
fr: Appareils de Test d'Étanchéité
it: Dispositivi per il Controllo delle Perdite
tr: Sızıntı test cihazları

source: Callibrators
de: Kalibratoren
fr: Calibrateurs
it: Calibratori
tr: Kalibratörler

source: Accessories
de: Zubehör
fr: Accessoires
it: Accessori
tr: Aksesuarlar

source: Services
de: Dienstleistungen
it: Servizi
tr: Hizmetler

source: Probe Design
de: Sonden-Design
fr: Conception de Sondes
it: Progettazione Sonde
tr: Prob Tasarımı

source: Automation Projects
de: Automatisierungsprojekte
fr: Projets d'Automatisation
it: Progetti di Automazione
tr: Otomasyon Projeleri

source: Softwares
de: Software
fr: Logiciels
it: Software
tr: Yazılımlar

source: Contact
de: Kontakt
it: Contatto
tr: İletişim

source: Turkish
de: Türkisch
fr: Turc
it: Turco
tr: Türkçe

source: English
de: Englisch
fr: Anglais
it: Inglese
tr: İngilizce

source: French
de: Französisch
fr: Français
it: Francese
tr: Fransızca

source: German
de: Deutsch
fr: Allemand
it: Tedesca
tr: Almanca

source: Italian
de: Italienisch
fr: Italien
it: Italiano
tr: İtalyanca

source: Polish
de: Polnisch
fr: Polonais
it: Polacca
tr: Lehçe

source: Spanish
de: Spanisch
fr: Espagnol
it: Spagnolo
tr: İspanyolca

source: What is Leak Testing ?
tr: Sızıntı Testi Nedir?

source: Leak testing in metrology refers to the process of checking for and identifying leaks in a sealed or pressurized system. This is a crucial step in quality control and assurance, especially in industries where maintaining airtight or fluid-tight integrity is essential. Leak testing is commonly employed in the manufacturing of products such as automotive components, medical devices, electronic devices, and various other industrial applications.
tr: Metrolojide sızıntı testi, kapalı veya basınçlı bir sistemdeki sızıntıları kontrol etme ve tespit etme sürecini ifade eder. Bu, özellikle hava veya sıvı geçirmez bütünlüğü korumanın önemli olduğu endüstrilerde, kalite kontrol ve güvence açısından kritik bir adımdır. Sızıntı testi, otomotiv bileşenleri, medikal cihazlar, elektronik cihazlar ve çeşitli diğer endüstriyel uygulamaların üretiminde yaygın olarak kullanılır.

source: View More
de: Mehr anzeigen
fr: Voir Plus
it: Scopri di più
tr: Daha Fazla Gör

source: What is Leak Testing ?
de: Was ist Lecktest?
fr: Qu'est-ce que le Test d'Étanchéité ?
it: Cos'è il Test di Perdite?
tr: Sızıntı Testi Nedir?

source: Leak testing in metrology refers to the process of checking for and identifying leaks in a sealed or pressurized system. This is a crucial step in quality control and assurance, especially in industries where maintaining airtight or fluid-tight integrity is essential. Leak testing is commonly employed in the manufacturing of products such as automotive components, medical devices, electronic devices, and various other industrial applications.
de: Lecktest in der Messtechnik bezieht sich auf den Prozess der Überprüfung und Identifizierung von Lecks in einem geschlossenen oder unter Druck stehenden System. Dies ist ein entscheidender Schritt in der Qualitätskontrolle und -sicherung, insbesondere in Branchen, in denen die Aufrechterhaltung der luftdichten oder flüssigkeitsdichten Integrität unerlässlich ist. Lecktests werden häufig in der Herstellung von Produkten wie Automobilkomponenten, Medizinprodukten, elektronischen Geräten und verschiedenen anderen industriellen Anwendungen eingesetzt.
fr: Le test d'étanchéité en métrologie fait référence au processus de vérification et d'identification des fuites dans un système scellé ou pressurisé. C'est une étape cruciale dans le contrôle et l'assurance qualité, surtout dans les industries où le maintien d'une intégrité hermétique ou étanche est essentiel. Le test d'étanchéité est couramment utilisé dans la fabrication de produits tels que les composants automobiles, les dispositifs médicaux, les appareils électroniques et diverses autres applications industrielles.
it: Il test di perdite in metrologia si riferisce al processo di verifica e identificazione delle perdite in un sistema sigillato o pressurizzato. Questo è un passaggio cruciale nel controllo e nella garanzia della qualità, specialmente in settori dove è essenziale mantenere l'integrità ermetica o a tenuta di fluidi. Il test di perdite è comunemente impiegato nella produzione di prodotti come componenti automobilistici, dispositivi medici, dispositivi elettronici e varie altre applicazioni industriali.
tr: Metrolojide sızıntı testi, kapalı veya basınçlı bir sistemdeki sızıntıları kontrol etme ve tespit etme sürecini ifade eder. Bu, özellikle hava veya sıvı geçirmez bütünlüğü korumanın önemli olduğu endüstrilerde, kalite kontrol ve güvence açısından kritik bir adımdır. Sızıntı testi, otomotiv bileşenleri, medikal cihazlar, elektronik cihazlar ve çeşitli diğer endüstriyel uygulamaların üretiminde yaygın olarak kullanılır.

source: FEATURES
tr: ÖZELLİKLER

source: Manual/Electric Pressure Regulator Options
de: Optionen für manuelle/elektrische Druckregler
fr: Options de Régulateur de Pression Manuel/Électrique
it: Opzioni di Regolatore di Pressione Manuale/Elettrico
tr: Manuel/Elektrikli Basınç Regülatörü Seçenekleri

source: 7" TFT color
de: 7" TFT-Farbdisplay
fr: Écran TFT Couleur de 7"
it: 7" TFT a Colori
tr: 7" TFT Renkli Ekran

source: Connection for QDAS
de: Verbindung zu QDAS
fr: Connexion pour QDAS
it: Connessione per QDAS
tr: QDAS Bağlantısı

source: Usage like Mobile Phone
de: Verwendung wie ein Mobiltelefon
fr: Utilisation comme un Téléphone Mobile
it: Uso Simile a un Telefono Mobile
tr: Mobil Telefon Gibi Kullanım

source: USB & RS232 - 1D 2D Barcode
fr: USB & RS232 - Codes-barres 1D 2D
it: USB & RS232 - Codice a Barre 1D 2D
tr: USB & RS232 - 1D 2D Barkod

source: Visual and Audio Alerts
de: Visuelle und akustische Warnungen
fr: Alertes Visuelles et Audio
it: Avvisi Visivi e Sonori
tr: Görsel ve Sesli Uyarılar

source: Storing Last 10000 Records
de: Speicherung der letzten 10.000 Aufzeichnungen
fr: Stockage des 10000 Derniers Enregistrements
it: Memorizzazione degli Ultimi 10000 Registri
tr: Son 10.000 Kaydı Saklama

source: Callibration with one button
de: Kalibrierung mit einem Knopfdruck
fr: Calibration avec un Bouton
it: Calibrazione con un Solo Pulsante
tr: Tek tuşla kalibrasyon

source: Wireless Ethernet Connection & Ethernet Cable connection
de: Drahtlose Ethernet-Verbindung & Ethernet-Kabelverbindung
fr: Connexion Ethernet Sans Fil & Connexion par Câble Ethernet
it: Connessione Wireless Ethernet & Connessione via Cavo Ethernet
tr: Kablosuz Ethernet Bağlantısı & Ethernet Kablo Bağlantısı

source: SPC(Statistical process control) plugin
tr: SPC (İSTATİSTİKSEL PROSES KONTROL) EKLENTİSİ

source: DOWNLOADS
tr: İNDİRMELER

source: AREAS OF USAGE
tr: KULLANIM ALANLARI

source: Ideal for quality assurance in sectors like automotive and electronics, this leak testing device integrates seamlessly with automation systems through PLCs and MODBUS TCP. Its user-friendly interface, large display, and real-time data-sharing capabilities streamline testing, while SPC plugins support consistent quality control in high-volume production.
tr: Otomotiv ve seri parça üretimi gibi sektörlerde kalite güvencesi için ideal olan bu kaçak test cihazı, PLC ve MODBUS TCP üzerinden otomasyon sistemleriyle sorunsuz entegrasyon sağlar. Kullanıcı dostu arayüzü, geniş ekranı ve gerçek zamanlı veri paylaşımı özellikleriyle test sürecini kolaylaştırırken, SPC eklentileri yüksek hacimli üretimde tutarlı kalite kontrolüne destek sağlar.

source: Reason for Leak-Testing ?
de: Grund für Lecktests?
fr: Raisons du Test d'Étanchéité
it: Motivo del Test di Perdite?
tr: Sızıntı Testinin Sebebi?

source: Leak testing devices is crucial for ensuring products meet specified quality standards and eliminating defects during manufacturing. Safety is a primary concern, especially in applications like medical devices and gas appliances, where leaks can lead to accidents or hazards. Regulatory compliance requires adherence to industry standards and leak rate limits. The long-term reliability and performance of devices are ensured through leak testing. Environmental protection is addressed by preventing the release of harmful substances into the environment. Early identification of issues during the production process reduces the likelihood of costly recalls, repairs, or warranty claims. Delivering devices free from leaks enhances brand reputation and customer satisfaction.
de: Lecktests sind entscheidend, um sicherzustellen, dass Produkte die festgelegten Qualitätsstandards erfüllen und Fehler in der Herstellung eliminiert werden. Sicherheit ist ein primäres Anliegen, insbesondere bei Anwendungen wie Medizinprodukten und Gasgeräten, bei denen Lecks zu Unfällen oder Gefahren führen können. Die Einhaltung gesetzlicher Vorschriften erfordert die Beachtung von Industriestandards und Leckageraten-Grenzen. Die langfristige Zuverlässigkeit und Leistung von Geräten wird durch Lecktests sichergestellt. Der Umweltschutz wird durch die Verhinderung der Freisetzung schädlicher Stoffe in die Umwelt angesprochen. Die frühzeitige Identifizierung von Problemen während des Produktionsprozesses verringert die Wahrscheinlichkeit kostspieliger Rückrufe, Reparaturen oder Garantieansprüche. Das Ausliefern von Geräten ohne Lecks steigert den Ruf der Marke und die Kundenzufriedenheit.
fr: Les dispositifs de test d'étanchéité sont cruciaux pour garantir que les produits répondent aux normes de qualité spécifiées et pour éliminer les défauts pendant la fabrication. La sécurité est une préoccupation principale, surtout dans les applications telles que les dispositifs médicaux et les appareils à gaz, où les fuites peuvent entraîner des accidents ou des dangers. La conformité réglementaire nécessite le respect des normes de l'industrie et des limites de taux de fuite. La fiabilité et la performance à long terme des dispositifs sont assurées par le test d'étanchéité. La protection de l'environnement est abordée en prévenant le rejet de substances nocives dans l'environnement. L'identification précoce des problèmes pendant le processus de production réduit la probabilité de rappels coûteux, de réparations ou de réclamations au titre de la garantie. Fournir des dispositifs sans fuites améliore la réputation de la marque et la satisfaction des clients.
it: I dispositivi di test di perdite sono cruciali per garantire che i prodotti soddisfino gli standard di qualità specificati ed eliminare i difetti durante la produzione. La sicurezza è una preoccupazione primaria, specialmente in applicazioni come i dispositivi medici e gli apparecchi a gas, dove le perdite possono portare a incidenti o pericoli. La conformità alle normative richiede l'adesione agli standard industriali e ai limiti di tasso di perdita. La durata e le prestazioni a lungo termine dei dispositivi sono garantite attraverso il test di perdite. La protezione ambientale è affrontata prevenendo il rilascio di sostanze nocive nell'ambiente. L'identificazione precoce dei problemi durante il processo di produzione riduce la probabilità di richiami costosi, riparazioni o richieste di garanzia. Fornire dispositivi privi di perdite migliora la reputazione del marchio e la soddisfazione del cliente.
tr: Sızıntı test cihazları, ürünlerin belirlenen kalite standartlarına uygunluğunu sağlamak ve üretim sırasında kusurları ortadan kaldırmak için hayati önem taşır. Güvenlik, özellikle medikal cihazlar ve gazlı aletler gibi uygulamalarda birincil öneme sahiptir, çünkü sızıntılar kazalara veya tehlikelere yol açabilir. Yasal uyumluluk, endüstri standartlarına ve sızıntı oranı sınırlarına uymayı gerektirir. Cihazların uzun vadeli güvenilirliği ve performansı, sızıntı testi ile sağlanır. Çevresel koruma, zararlı maddelerin çevreye salınmasını önleyerek ele alınır. Üretim sürecinde erken sorun tespiti, pahalı geri çağırmaların, onarımların veya garanti taleplerinin olasılığını azaltır. Sızıntısız cihazlar sunmak, marka itibarını artırır ve müşteri memnuniyetini yükseltir.

source: We offer the best products and the services to our customers and the distributors all around the world.
de: Wir bieten die besten Produkte und Dienstleistungen für unsere Kunden und Vertriebspartner auf der ganzen Welt an.
fr: Nous offrons les meilleurs produits et services à nos clients et distributeurs partout dans le monde.
it: Offriamo i migliori prodotti e servizi ai nostri clienti e distributori in tutto il mondo.
tr: Dünya çapındaki müşterilerimize ve distribütörlerimize en iyi ürünleri ve hizmetleri sunuyoruz.

source: GET A QUOTE
de: ANGEBOT EINHOLEN
fr: OBTENIR UN DEVIS
it: RICHIEDI UN PREVENTIVO
tr: TEKLİF AL

source: 1 Channel Differential/Relative Leak Testing Device
de: 1-Kanal Differenz-/Relatives Lecktestgerät
fr: Dispositif de Test de Fuite Différentiel/Relatif à 1 Canal
it: Dispositivo di Test di Perdite Differenziale/Relativo a 1 Canale
tr: 1 Kanallı Diferansiyel/Göreceli Sızıntı Testi Cihazı

source: Repeatability: 0.1um
de: Wiederholgenauigkeit: 0,1 µm
fr: Répétabilité : 0,1 µm
it: Ripetibilità: 0,1 um
tr: Tekrarlanabilirlik: 0.1µm

source: 100 Measurement memory
de: 100 Messungen-Speicher
fr: Mémoire de 100 Mesures
it: Memoria di 100 Misurazioni
tr: 100 Ölçüm Hafızası

source: 1 Channel Leak Testing Device. Ideal for quality assurance in sectors like automotive and serial part manifacturing. This leak testing device integrates seamlessly with automation systems through PLCs and MODBUS TCP. Its user-friendly interface, large display, and real-time data-sharing capabilities streamline testing, while SPC plugins support consistent quality control in high-volume production.
tr: 1 kanallı kaçak test cihazı. Otomotiv ve seri parça üretimi gibi sektörlerde kalite güvencesi için idealdir. Bu kaçak test cihazı, PLC ve MODBUS TCP üzerinden otomasyon sistemleriyle sorunsuz entegrasyon sağlar. Kullanıcı dostu arayüzü, geniş ekranı ve gerçek zamanlı veri paylaşımı özellikleriyle test sürecini kolaylaştırırken, SPC eklentileri yüksek hacimli üretimde tutarlı kalite kontrolüne destek sağlar.

source: Are you interested ?
de: Sind Sie interessiert?
fr: Êtes-vous intéressé ?
it: Sei interessato?
tr: İlgileniyor musunuz?

source: Contact Us
de: Kontaktieren Sie uns
fr: Contactez-nous
it: Contattaci
tr: Bize Ulaşın

source: CONTACT
de: KONTAKT
it: CONTATTI
tr: İLETİŞİM

source: 2 Channel Differential/Relative Leak Testing Device
de: 2-Kanal Differenz-/Relatives Lecktestgerät
fr: Dispositif de Test de Fuite Différentiel/Relatif à 2 Canaux
it: Dispositivo di Test di Perdite Differenziale/Relativo a 2 Canali
tr: 2 Kanallı Diferansiyel/Göreceli Sızıntı Testi Cihazı

source: 100 Part & Test Memory
de: 100 Teile- & Testspeicher
fr: Mémoire de 100 Pièces & Tests
it: Memoria di 100 Parti e Test
tr: 100 Parça ve Test Hafızası

source: Optional: SPC(Statistical process control) plugin
tr: SPC (İSTATİSTİKSEL PROSES KONTROL) EKLENTİSİ

source: 2 Channel Leak Testing device. Ideal for quality assurance in sectors like automotive and serial part production. This leak testing device integrates seamlessly with automation systems through PLCs and MODBUS TCP. Its user-friendly interface, large display, and real-time data-sharing capabilities streamline testing, while SPC plugins support consistent quality control in high-volume production.
tr: 2 kanallı kaçak test cihazı. Otomotiv ve seri parça üretimi gibi sektörlerde kalite güvencesi için idealdir. Bu kaçak test cihazı, PLC ve MODBUS TCP üzerinden otomasyon sistemleriyle sorunsuz entegrasyon sağlar. Kullanıcı dostu arayüzü, geniş ekranı ve gerçek zamanlı veri paylaşımı özellikleriyle test sürecini kolaylaştırırken, SPC eklentileri yüksek hacimli üretimde tutarlı kalite kontrolüne destek sağlar.

source: 1 Channel A Relative Leak Testing Measurement Device
de: 1-Kanal Relatives Lecktest-Messgerät
fr: Dispositif de Mesure de Test d'Étanchéité Relatif à 1 Canal
it: Dispositivo di Misurazione per Test di Perdite Relativi a 1 Canale
tr: 1 Kanallı Göreceli Sızıntı Testi Ölçüm Cihazı

source: Max Leak Val: 999.99cm3/min
de: Max. Leckwert: 999,99 cm³/min
fr: Valeur Max de Fuite : 999,99 cm³/min
it: Valore Massimo di Perdite: 999,99 cm³/min
tr: Maksimum Sızıntı Değeri: 999.99 cm³/dak

source: Leak Val Resolution: 0.01cm3/min
de: Leckwertauflösung: 0,01 cm³/min
fr: Résolution de la Valeur de Fuite : 0,01 cm³/min
it: Risoluzione del Valore di Perdite: 0,01 cm³/min
tr: Sızıntı Değeri Çözünürlüğü: 0.01 cm³/dak

source: Password protected paremeters
de: Passwortgeschützte Parameter
fr: Paramètres protégés par mot de passe
it: Parametri Protetti da Password
tr: Parola korumalı parametreler

source: Download the brochure for more
tr: Daha fazla bilgi için broşürü indirin.

source: Multiple Language Support
de: Mehrsprachige Unterstützung
fr: Support Multilingue
it: Supporto Multilingue
tr: Çoklu Dil Desteği

source: Data sharing w PLCs and robots via TCP and industrial protocols.
de: Datenübertragung mit SPS und Robotern über TCP und industrielle Protokolle
fr: Partage de Données avec PLC et Robots via TCP et Protocoles Industriels
it: Condivisione Dati con PLC e Robot tramite TCP e protocolli industriali
tr: TCP ve endüstriyel protokoller aracılığıyla PLC'ler ve robotlarla veri paylaşımı

source: Why you should choose Kao Metrology ?
de: Warum sollten Sie Kao Metrology wählen?
fr: Pourquoi Choisir Kao Metrology ?
it: Perché scegliere Kao Metrology?
tr: Neden Kao Metroloji'yi Tercih Etmelisiniz?

source: With our next-generation leak testing devices, you can conduct leak tests on small or large volume parts. You can transfer measurement results to robots or PLCs using any known industrial protocol. You can also transfer the recorded results to Kao software via internal Wi-Fi for analysis
de: Mit unseren Lecktestgeräten der nächsten Generation können Sie Lecktests an kleinen oder großen Volumenteilen durchführen. Sie können Messergebnisse über jedes bekannte Industrieprotokoll an Roboter oder SPS übertragen. Sie können die aufgezeichneten Ergebnisse auch über internes WLAN an Kao-Software zur Analyse übertragen.
fr: Avec nos dispositifs de test d'étanchéité de nouvelle génération, vous pouvez effectuer des tests d'étanchéité sur des pièces de petit ou grand volume. Vous pouvez transférer les résultats de mesure vers des robots ou des PLC en utilisant tout protocole industriel connu. Vous pouvez également transférer les résultats enregistrés vers le logiciel Kao via le Wi-Fi interne pour analyse.
it: Con i nostri dispositivi di test di perdite di ultima generazione, puoi eseguire test di perdite su parti di piccolo o grande volume. Puoi trasferire i risultati delle misurazioni a robot o PLC utilizzando qualsiasi protocollo industriale noto. Puoi anche trasferire i risultati registrati al software Kao tramite Wi-Fi interno per l'analisi.
tr: Yeni nesil sızıntı test cihazlarımızla, küçük veya büyük hacimli parçalarda sızıntı testleri yapabilirsiniz. Herhangi bir bilinen endüstriyel protokol kullanarak ölçüm sonuçlarını robotlara veya PLC'lere aktarabilirsiniz. Ayrıca, kaydedilen sonuçları analiz için dahili Wi-Fi ile Kao yazılımına aktarabilirsiniz.

source: MENU
de: STARTSEITE
tr: MENÜ

source: PRODUCTS
tr: ÜRÜNLER
